---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimLabelIsInstance
source: html/a09a9507-1070-3f7d-a6fd-e4d4fa153f97.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimLabelIsInstance Property

"Is Instance Parameter"

## Syntax (C#)
```csharp
public static ForgeTypeId DimLabelIsInstance { get; }
```